export default [
	{
		title: '왜 프론트엔드 개발자를 선택했을까요?',
		content: [
			[
				'저는 웹을 디자인하는 취미가 있었습니다. ',
				'그러다 학교에서 팀 프로젝트를 진행하게 되었는데, 디자인을 좋아했던 저는',
				'디자인 포지션으로 해당 프로젝트의 디자인을 하게 되었습니다.'
			],
			[
				'디자인 포지션 특성상 프로젝트의 프론트 엔드 코드와 잦은 접촉이 있었습니다.',
				'프론트 엔드 코드를 볼 때마다 제가 디자인한 사이트를 직접 구동시키고 싶었고, 개인적인 공부를 시작했습니다.'
			],
			[
				'이 과정에서 저는 개발에 대한 흥미가 점차 부풀어 올랐고,',
				'프론트 엔드 개발자 라는 직업을 알게 되었으며,',
				'지금까지 프론트엔드 개발자가 되기 위해 공부를 해왔습니다.'
			]
		]
	},
	{
		title: '제가 생각하는 중요한 요소 3가지가 있습니다!',
		content: [
			[
				'첫번째는 변화에 얼마나 빠르게 적응하는지 입니다.',
				'프론트엔드는 빠른 기술의 발전으로 인해 기술 또한 빠른 속도로 변화합니다.',
				'뒤쳐지지않게 변화에 빠르게 적응하며 새로운 기술을 배우기 위해 매일 노력중 입니다.'
			],
			[
				'두번째로 개발하는것을 즐기는지 입니다.',
				'저는 평소에 무슨 취미가 있냐고 물어보면웹 개발이라고 말하고 싶을만큼 개발을 좋아합니다.',
				'단순히 돈을벌기위해 개발자를 선택한 것이 아닌 흥미와 재미를 느껴 개발자의 길을 선택했고',
				'덕분에 지금까지 쉬지않고 공부를 했으며 앞으로도 꾸준하게 개발을하며 성장할 자신이 있습니다.'
			],
			[
				'마지막으로는 사람들간에 소통이라 생각합니다.',
				'제가 생각하는 프론트엔드 개발자의 역할은 화면을 만드는 것도 있겠지만',
				'기획, 디자인, 퍼블리싱, 백엔드 개발자와에 소통도 중요하다고 생각합니다.',
				'꾸준한 공부를 통해 T자형 개발자가 되는것이 목표이며, 팀원들과 소통하기 위해 노력하겠습니다.'
			]
		]
	}
]
